/*  per 1  */
" per 1 " = " por 1 ";

/* %@name did not take action */
"%@ did not take action" = "%@ não respondeu";

/* SELL: AcceptOfferViewController */
"%@ is buying:" = "%@ está comprando:";

/* %@ is selling: AcceptOfferViewController */
"%@ is selling:" = "%@ está vendendo:";

/* I want to exchange %@cuantitySellTextField %@SellCurrencyLabel at a rate of %@rateTextField %@CurrencyRatioLabel, for a total amount of %@quantityBuyTextField %@buyCurrencyLabel: OfferViewController: English format: I accept the offer to exchange %@ %@ at a rate of %@ , for a total amount of %@ %@ */
"ACCEPT OFFER" = "Eu aceito %@ %@ para a taxa de câmbio %@ , para a quantidade total de %@ %@";

/* Acknowledgements */
"Acknowledgements" = "Reconhecimentos";

/* All the entries need to be non-empty: CreateProfileViewController */
"All the entries need to be non-empty" = "Não pode haver entradas vazias";

/* All the text fields should have relevant information */
"All the text fields should have relevant information" = "Todas as entradas devem ter informações relevantes";

/* An email verification has been sent, click \"OK\" once the email has been verified: login view controller */
"An email verification has been sent, click \"OK\" once the email has been verified" = "Enviou um e-mail para verificar o e-mail, clicar em \"OK\" uma vez que o e-mail foi verificado";

/* At this moment and for security reasons we do not support the exchange of quantities larger than the equivalent of 1000 USD */
"At this moment and for security reasons we do not support the exchange of quantities larger than the equivalent of 1000 USD" = "Neste momento e por razões de segurança, não permitimos a troca de quantidades superiores ao equivalente a 1000 USD";

/* Big Amount */
"Big Amount" = "Grandes Quantidades";

/* Browse over some offers to see if we can find your location, make sure you connected to the internet */
"Browse over some offers to see if we can find your location, make sure you are connected to the internet" = "À procura de ofertas para ver se podemos localizar a sua posição, certifique-se de estar conectado à internet";

/* BUY: top label inquiryController
 BUY:browse Cell */
"BUY" = "COMPRA";

/* Buy 3 credits */
"Buy 3 credits" = "Comprar 3 créditos";

/* Buy Credits */
"Buy Credits" = "Comprar Créditos";

/* BUY:*/
"BUY:" = "COMPRA:";

/* Can not delete */
"Can not delete" = "Não é possível excluir";

/* Cancel:loginViewController */
"Cancel" = "Cancelar";

/* Confirmation Error: login viewController */
"Confirmation Error" = "Erro de confirmação";

/* Continue */
"Continue" = "Continuar";

/* I want to exchange %@cuantitySellTextField %@SellCurrencyLabel at a rate of %@rateTextField %@CurrencyRatioLabel, for a total amount of %@quantityBuyTextField %@buyCurrencyLabel: OfferViewController. English format: I want to buy %@ %@ at a rate of %@ %@, for a total amount of %@ %@ */
"COUNTER_OFFER_DESCRIPTION" = "Eu quero comprar %@ %@ a uma taxa de %@ %@, para uma quantidade total de %@ % @";

/* Credits: %@( the number of credits) */
"Credits: %@" = "Créditos: %@";

/* Cancel:loginViewController */
"Delete Account" = "Apagar conta";

/* Email: create user */
"Email" = "Email";

/* Email Already In Use: login viewController */
"Email Already In Use" = "Email já em uso";

/* Email is in the wrong format: loginViewController */
"Email is in the wrong format" = "O email está no formato errado";

/* Email not verified: in the login view controller */
"Email not verified" = "Email não verificado";

/* Enter message... */
"Enter message..." = "Insira a mensagem...";

/* Five minutes have passed and the counteroffer was not confirmed, please search for other offers */
"Five minutes have passed and the counteroffer was not confirmed, please search for other offers" = "Cinco minutos se passaram e a contraoferta não foi confirmada, procure por outras ofertas";

/* Five minutes have passed and the offer was not confirmed, please search for other offers */
"Five minutes have passed and the offer was not confirmed, please search for other offers" = "Cinco minutos se passaram e a oferta não foi confirmada, procure por outras ofertas";

/* Give a rating: rating view controller. English format Give %@ a rating */
"Give_name_a_rating" = "Dar uma avaliação a %@";

/* You need to have a profile picture of your face */
"In order to add security to Mon-X, we require you to add a clear picture of your face to your profile before you can make any offers" = "Safer Monex, que exige que os usuários tenham uma imagem clara do rosto como uma imagem no perfil antes da licitação";

/* Input Error: alertTitle in inquiryView */
"Input Error" = "Erro de entrada";

/* Last Name: create user */
"Last Name" = "sobrenome";

/* loading... */
"loading..." = "Carregando...";

/* Location Error */
"Location Error" = "Erro de localização";

/* Location Services Disabled: AppUser */
"Location Services Disabled" = "Serviços de localização desativados";

/* Log Out */
"Log Out" = "Sair";

/* Make Counteroffer: button title */
"Make Counteroffer" = "Faça uma contra-oferta";

/* Make sure you are connected to the internet: loginViewController */
"Make sure you are connected to the internet" = "Certifique-se de estar conectado à Internet";

/* Missing Information: Create Profile
 Missing Information: OfferViewController */
"Missing Information" = "Falta informação";

/* Name: create user */
"Name" = "Nome";

/* Need a camera */
"Need a camera" = "Precisa de uma câmera";

/* Network Error: alertTitle, inquiryController
 Netwrok Error: login view controller */
"Network Error" = "Erro de rede";

/* Not rated */
"Not rated" = "Não avaliado";

/* Not registered: in the login view controller */
"Not registered" = "Não registrado";

/* I want to exchange %@cuantitySellTextField %@SellCurrencyLabel at a rate of %@rateTextField %@CurrencyRatioLabel, for a total amount of %@quantityBuyTextField %@buyCurrencyLabel: OfferViewController. English format: I want to exchange %@ %@ at a rate of %@ %@, for a total amount of %@ %@ */
"OFFER_ DESCRIPTION" = "Eu quero trocar %@ %@ a uma taxa de %@ %@, para uma quantidade total de %@ %@";

/* OK
 OK: actionTitle
 OK: after the email is already in use alert
 OK: login view controller after wrong password error
 OK: login view Controller notwerk collection
 OK: login view controller Unknown  error
 OK: weak password alert */
"OK" = "OK";

/* Passwords do not match:login viewController */
"Passwords do not match:login viewController" = "As senhas não correspondem";

/* Phone Number: create user */
"Phone Number" = "Número de telefone";

/* Please try again with a different password or if you have previously signed in with Google on Facebook try signing in the same way: login viewController */
"Please try again with a different password or if you have previously signed in with Google on Facebook try signing in the same way" = "Tente novamente com uma senha diferente ou tenha iniciado sessão com o Google no Facebook, tente iniciar sessão da mesma maneira";

/* Please enable location services for this app. In settings look for the app Mon-X and in Location set it to Always */
"Please enable location services for this app. In settings look for the app Mon-X and in Location set it to Always" = "Por favor, ative os serviços de localização para este aplicativo nas configurações, procure o aplicativo MonEx e em Localização, configure-o para Sempre";

/* Please take a picture: CreateProfileViewController */
"Please take a clear picture of your face" = "Por favor, tire uma foto clara do seu rosto";

/* Profile Missing: OfferViewController */
"Profile Missing" = "Falta o perfil";

/* Profile Pictrue Missing: OfferViewController */
"Profile Picture Missing" = "Faltando imagem no perfil";

/* Qty: place holder in the offerViewController */
"Qty" = "Quant.";

/* Register: loginViewController */
"Register" = "Registar";

/* SELL: browse cell
 SELL: top label inquiryController */
"SELL" = "VENDA";

/* SELL:*/
"SELL:" = "VENDA:";

/* Send:ChatViewController */
"Send" = "Enviar";

/* Offer Posted Online */
"Success! \n Offer posted online" = "Success! \n Offer Posted Online";

/* Take a Picture: CreateProfileViewController */
"Take a Picture" = "Tirar uma foto";

/* Terms and Conditions */
"Terms and Conditions" = "Termos e Condições";

/* The app requires a device that has a camera or a photo saved in library */
"The app requires a device that has a camera or a photo saved in library" = "O aplicativo requer um dispositivo com câmera ou uma imagem salva no álbum de fotos";

/* The device can not point out your location, try to get better signal and try again. */
"The device can not point out your location, try to get better signal and try again." = "O dispositivo não pode indicar a sua localização, tente obter um sinal melhor e tente novamente.";

/* The email address is already in use by another account, try to sign in with your original account: loginViewController */
"The email address is already in use by another account, try to sign in with your original account" = "O endereço de e-mail já está sendo usado por outra conta, tente fazer login com sua conta original";

/* The input needs to be a number: alert message, inquiry viewController */
"The input needs to be a number" = "A entrada precisa ser um número";

/* The offer was accepted */
"The offer was not confirmed" = "A oferta não foi confirmada";

/* The password must be 6 characters long or more */
"The password must be 6 characters long or more" = "A senha deve ter 6 caracteres ou mais";

/* The rate of change could not be retrived: message alert inquiryViewController */
"The rate of change could not be retrieved" = "A taxa de mudança não pôde ser recuperada";

/* The request has expired */
"The request has expired" = "O pedido expirou";

/* The request that have not been approved expire after 5 min
 The requests that have not been approved expire after 5 min:  */
"The requests that have not been approved expire after 5 min" = "Os pedidos que não foram aprovados expiram após 5 min";

/* There is no registered user with the given user email and password. Please press register and confirm your password: login view controller */
"There is no registered user with the given user email and password. Please press register and confirm your password" = "Não há usuário cadastrado com o e-mail e senha do usuário fornecido. Por favor, pressione registrar e confirme sua senha";

/* To Delete this offer it needs first to be rejected or finished */
"To Delete this offer it needs first to be rejected or finished" = "Para remover esta oferta deve primeiro ser rejeitado ou rescindido";

/* Try Again: action title, inquiryViewController */
"Try Again" = "Tente novamente";

/* Unable to locate you
 Unable to locate you: OfferViewController */
"Unable to locate you" = "Não foi possível localizá-lo";

/* Unable to login, try to login with a different method */
"Unable to login, try to login with a different method" = "Não foi possível iniciar sessão, tente iniciar sessão com um método diferente";

/* Unknown Error */
"Unknown Error" = "Erro desconhecido";

/* Waiting for the confirmation */
"Waiting for the confirmation..." = "Esperando a confirmação...";

/* We are not able to find your location */
"We are not able to find your location" = "Não pode ser alcançado";

/* Weak password: login viewController */
"Weak password" = "Senha fraca";

/* Wrong Format: login viewController */
"Wrong Format" = "Formato incorreto";

/* wrong password */
"Wrong Password" = "Senha incorreta";

/* You need to create a profile, go to menu and tap on the black region */
"You need to create a profile, go to menu and tap on the black region" = "Vá na na opção menu no topo esquerda da página e registre o seu perfil";

/* You need to have credits to accept offers or make counteroffers. You will be charged one credit ONLY if communication or location capabilities are established between the parties. */
"Your security is our priority. We require a small charge to your credit card as a way to identify you and all the users of Mon-X. We charge the lowest possible quantity allowed, and in exchange, you will receive credits.\n \nYou need to have credits to accept offers or make counteroffers. You will be charged one credit ONLY if communication or location capabilities are established between the parties." = "Sua segurança é a nossa prioridade. Exigimos uma pequena cobrança ao seu cartão de crédito como forma de identificar você e todos os usuários do Mon-X. Nós cobramos a menor quantidade possível permitida e, em troca, você receberá créditos.\n \nVocê precisa ter créditos para aceitar ofertas ou fazer concessões. Você será cobrado apenas um crédito se as capacidades de comunicação ou localização forem estabelecidas entre as partes.;
